Repository: shatyr777/meninki-ios
Catalog: Meninki/Meninki/Resources/*.lproj/Localizable.strings
Languages: tk

source: Date
tk: Sene

# viewed_number
source: View count
tk: Görülen sany

# rating
source: Like count
tk: Laýk sany

source: Price
tk: Bahasy

source: Refresh
tk: Täzele

source: No connection
tk: Birikme ýok

source: No content
tk: Maglumat ýok

source: Unsubscribe
tk: Yzarlama

source: Subscribe
tk: Yzarla

source: Add media
tk: Media goş

source: Add
tk: Goş

source: Should be filled
tk: Bu meýdança hökmany

source: Invalid phone
tk: Nädogry telefon belgisi

source: Invalid username
tk: Nädogry ulanyjy ady

source: Shops
tk: Dükanlar

source: Address
tk: Salgy

source: Add new address
tk: Täze salgy goş

source: Close
tk: Ýap

source: Ordered by
tk: Sargyt edildi

source: Phone
tk: Telefon belgisi

source: Mark as delivered
tk: Eltip berildi

source: Add shop
tk: Dükan goş

source: Update profile
tk: Profili täzeleme

source: Settings
tk: Sazlamalar

source: Subscribers
tk: Yzarlaýanlar

source: Subscribes
tk: Yzarlaýanlarym

source: Shop settings
tk: Dükanyň sazlamalary

source: Products
tk: Harytlar

source: Total rating
tk: Umumy reýting

source: Orders
tk: Sargytlar

source: Contacts
tk: Kontaktlar

# visiter
source: Visit–ærs
tk: Myhmanlar

source: Cart
tk: Sebet

# select_lang
source: Select language
tk: Dil saýla

# ru
source: Russian
tk: Rus

# tk
source: Turkmen
tk: Türkmen

# en
source: English
tk: Iňlis

source: Posts
tk: Postlar

source: Go to shop profile
tk: Dükana geç

source: Search
tk: Gözle

source: Variants
tk: Görnüşler

source: All
tk: Ählisi

source: Category
tk: Kategoriýa

source: Sort type
tk: Tertipleme

source: Done
tk: Taýýar

# auth
source: Authorization
tk: Awtorizasiýa

source: Enter phone
tk: Telefon belgiňizi giriziň

source: Sign in with apple
tk: Apple bilen giriň

source: Sign in with google
tk: Google bilen giriň

# enter_code_sent_to_number
source: Enter code sent to the phone number
tk: Telefon belgisine iberilen kody giriziň

# resend_otp
source: Resend code
tk: Kody gaýtadan iber

source: Resend after
tk: Täzeden iber

# privacy_terms
source: By this you agree with terms of use and privacy policy
tk: Bu bilen siz ulanyş şertlei we gizlinlik syýasaty bilen ylalaşýarsyňyz

source: Tell about yourself
tk: Özüň barada aýdyp ber

# can_add_edit_later
source: Just a name is enough. You can add a photo and detailed information about yourself later.
tk: Diňe at ýeterlik. Soňra özüňiz hakda surat we jikme-jik maglumat goşup bilersiňiz.

source: Enter name
tk: Adyňyzy giriziň

source: Name
tk: Ady

source: Enter username
tk: Ulanyjy adyňyzy giriziň

source: Username
tk: Ulanyjy ady

source: Feed
tk: Lenta

source: Home
tk: Öý

# smth_went_wrong
source: Something went wrong
tk: Näsazlyklar ýüze çykdy

source: Copy failed
tk: Göçürip bolmady

source: Copied
tk: Göçürildi

source: Like
tk: Laýk goý

source: Remove like
tk: Laýk aýyr

source: Share
tk: Paýlaş

source: Go to product
tk: Haryda geçmek

source: Go to user profile
tk: Profile geçmek

source: Complain
tk: Şikaýat

# popular_post
source: Popular posts
tk: Meşhur postlar

source: Popular products
tk: Meşhur harytlar

source: New products
tk: Täze harytlar

source: Added to cart
tk: Sebede goşuldy

source: Product details
tk: Haryt barada maglumat

# desc:
source: Description:
tk: Beýany:

source: Create post
tk: Post goş

source: Cart is empty
tk: Sebet boş

source: Select address
tk: Salgy saýla

source: Successfully ordered
tk: Üstçnlikli sargaldy

source: Order product
tk: Haryt sarga

source: Profile
tk: Profil

source: Edit profile
tk: Profili üýtget

source: Email
tk: Elektron poçta

# logout_title
source: Are you sure you want to logout?
tk: Siz çyndanam hasabyňyzdan çykmak isleýärsiňizmi?

# logout_decs
source: After logging out all data will be removed from device
tk: Hasabyňyzdan çykanyňyzdan soň ähli maglumatlar enjamdan öçüriler

# delete_acc_title
source: Are you sure you want to delete account?
tk: Siz çyndanam hasabyňyzy pozmak isleýärsiňizmi?

# delete_acc_desc
source: After deleting the account, all data related to this account and shops will be removed and can not be restored
tk: Hasap öçürilenden soň, şol hasap we dükanlar bilen baglanyşykly ähli maglumatlar öçüriler we dikeldilip bilinmez.

source: Yes
tk: Hawa

source: No
tk: Ýok

# change_lang
source: Change language
tk: Dil çalyş

source: Logout
tk: Çykmak

# delete_acc
source: Delete account
tk: Hasaby pozmak

source: Ordered products
tk: Sargyt edilen harytlar

source: Delivered products
tk: Eltilen harytlar

source: User subscribes
tk: Yzarlaýan ulanyjylarym

source: Shop subscribes
tk: Yzarlaýan dükanlarym

source: Shop
tk: Dükan

# desc_optional
source: Description
tk: Beýany

source: Pricing
tk: Bahalar

source: Current price
tk: Şu wagtky baha

# old_price
source: Price before discount
tk: Arzanladyşdan öňki baha

# product_chars_title
source: Product characteristics
tk: Harydyň aýratynlygy

# product_chars_desc
source: Here you can add characteristics to your product and create variations. Further information follows.
tk: Bu ýerde harydyňyza aýratynlyklar goşup, üýtgeşiklikleri döredip bilersiňiz. Goşmaça maglumat yzynda

source: See options
tk: Aýratynlyklary görmek

source: Edit prices
tk: Bahalary üýtgetmek

# add_chars
source: Add characteristics
tk: Aýratynlyklary goşmak

# select_shop_title
source: Select shop
tk: Dükan saýla

# select_shop_desc
source: Select the shop, whose product is going to be added
tk: Harydy goşuljak dükany saýlaň

source: Text
tk: Tekst

source: Image
tk: Surat

# add_options
source: Add characteristics
tk: Aýratynlyklary goşmak

# add_options_desc
source: Select one of the following characteristics
tk: Aşakdaky aýratynlyklardan birini saýlaň

source: Add prices
tk: Bahalary goşmak

source: Could not download
tk: Ýükläp bolmady

# video_duration_error
source: Video duration is too short or long
tk: Wideo uzynlygy gaty gysga ýa-da gaty uzyn

source: Images
tk: Surat

source: Video
tk: Wideo

# select_media_type
source: Select the media type, you want to add
tk: Goşmak isleýän wideo görnüşini saýlaň

# select_media_type_desc
source: You can add only add one video or several images
tk: Siz diňe bir wideo ýa-da birnäçe surat goşup bilersiňiz

source: none
tk: ýok

source: Categories
tk: Kategoriýalar

# post_added_sucessfully
source: Post added successfully
tk: Siziň postuňyz üstünlikli goşuldy

# could_not_add_media_of_post
source: Could not add media files of post
tk: Siziň postuňyzyň media faýllaryny goşup bolmady
